Repository: OmegaT-L10N/tr
Catalog: omegat/project_save.tmx
Source language: en
Languages: tr

source: Check for longer target
tr: Daha uzun hedefi kontrol et

source: Check for segments with spelling errors
tr: Yazım hatası bulunan dilimleri kontrol et

source: Check for shorter target
tr: Daha kısa hedefi kontrol et

source: Check for trailing whitespace
tr: Sonda boşluk karakterini kontrol et

source: Check for untranslated segments
tr: Çevrilmemiş dilimleri kontrol et

source: Check in Ctrl E Project Properties .
tr: Ctrl E Proje Özellikler kontrol edin.

source: Check number of tags
tr: Etiket sayısını kontrol et

source: Check punctuation at segment end
tr: Dilim sonundaki noktalamayı kontrol et

source: Check sequence of tags
tr: Etiket sırasını kontrol et

source: Check simple &java MessageFormat patterns (e.g. {0})
tr: Basit &java MessageFormat örüntülerini kontrol et (örneğin {0})

source: Check spaces around tags
tr: Etiketlerin etrafındaki boşlukları kontrol et

source: Check start case
tr: Büyük/küçük harfle başlamayı kontrol et

source: Check that your dict files are in the correct folder (or in a subfolder below it).
tr: Yüklediğiniz dict dosyalarının doğru klasör (ya da onun alt klasörü) içinde olup olmadığını kontrol edin.

source: Check whole project
tr: Tüm projeyi kontrol et

source: Check {0}
tr: {0}'ni kontrol et

source: Checking out the project...
tr: Proje kontrol ediliyor...

source: Chichewa, Chewa, Nyanja
tr: Çevaca, Nyanja

source: Chinese
tr: Çince

source: Choose MED project
tr: MED projesi seçin

source: Choose SVN repository to perform cleanup
tr: Temizleme işlemi için SVN deposu seç

source: Choose Source File
tr: Kaynak Dosyayı Seç

source: Choose Target File
tr: Hedef Dosyayı Seç

source: Chuvash
tr: Çuvaş

source: Class
tr: Sınıf

source: Cleaning entry '{0}'...
tr: Girdi '{0}' temizleniyor...

source: Clear
tr: Temizle

source: Clear Mark
tr: İşareti Temizle

source: Click on '{0}' menu item
tr: '{0}' menü girdisi tıklandı

source: Click on Copy Files to Source Folder... to select your source files.
tr: Kaynak Klasörüne Dosya Kopyala... düğmesine tıklayarak kaynak dosyalarınızı seçin.

source: Clicking Tools > Scripting opens the Scripting window: Scripting window
tr: Araçlar> menüsünden Betik Çalıştırma girdisine tıkladığınızda Betik Çalıştırma penceresi açılır: Betik Çalıştırma penceresi

source: Clo&se
tr: Ka&pat

source: Close
tr: Kapat

source: Close Project
tr: Projeyi Kapat

source: Close the current OmegaT instance 3.
tr: Geçerli OmegaT kopyasını kapatın 3.

source: Co&mments
tr: Y&orumlar

source: Code has been contributed by: {0}
tr: Koda katkıda bulunanlar: {0}

source: Colours
tr: Renkler

source: Column Index must be equal to 1
tr: Sütun Endeksi 1'e eşit olmalıdır

source: Command
tr: Komut

source: Command delimiter is empty
tr: Komut ayırıcısı boş

source: Command does not contain "{0}"
tr: Komutta "{0}" yok

source: Command is missing command string
tr: Komutta komut dizgisi yok

source: Command is missing delimiter
tr: Komutta ayırıcı yok

source: Command is missing encoding
tr: Komutta kodlama yok

source: Command is missing target
tr: Komutta hedef yok

source: Command:
tr: Komut:

source: Commands
tr: Komutlar

source: Commands: -h, --help Show usage information.
tr: Komutlar: -h, --help Kullanım bilgilerini göster.

source: Comme&nts
tr: Y&orumlar

source: Comment
tr: Açıklama

source: Comment fields are separated by a comma ','.
tr: Yorum alanları, virgülle (,) birbirinden ayrılır.

source: Comment:
tr: Yorum:

source: Comments
tr: Yorumlar

source: Commit Source Files
tr: Kaynak D&osyaları Depoya Gönder

source: Commit Target Files
tr: &Hedef Dosyaları Depoya Gönder

source: Commit not possible because somebody else changed remote translation.
tr: Başka biri uzak çeviriyi değiştirdiği için çevirinin depoya gönderilmesi mümkün değil.

source: Committing source files
tr: Kaynak dosyalar depoya gönderiliyor

source: Committing target files
tr: Hedef dosyalar depoya gönderiliyor

source: Common glossary problems
tr: Yaygın sözlükçe sorunları

source: Comparison Mode:
tr: Karşılaştırma Kipi:

source: Compress whitespace in translated document
tr: Çeviri belgede boşluk karakterini sıkıştır

source: Con&figure
tr: Ya&pılandır

source: Con&tents
tr: İçi&ndekiler

source: Concepción Martin (Facebook community manager)
tr: Concepción Martin (Facebook topluluk yöneticisi)

source: Confirm
tr: Onayla

source: Confirm removal of pattern {0}
tr: {0} deseninin kaldırılmasını onaylayın

source: Confirm uninstalling
tr: Kaldırmayı onayla

source: Confirm:
tr: Onayla:

source: Conflict resolution
tr: Çakışmaların giderilmesi

source: Conflict {0} of {1}
tr: Çakışma {0} / {1}

source: Confused by false start of comment tag!
tr: Yorum etiketinin yanlış başlamasında dolayı karışıklık oldu!

source: Connect to custom server instead of apertium.org
tr: Apertium.org yerine özel sunucuya bağlan

source: Connection available, the project is in team project mode.
tr: Bağlantı var, proje ekip projesi modunda.

source: Console-align mode: --alignDir=<path> A directory containing the translated files.
tr: Console-align mode: --alignDir=<yol> Çevrilen dosyaları içeren klasör.

source: Console-pseudotranslatetmx mode: --pseudotranslatetmx=<path> The output pseudotranslated TMX file.
tr: Console-pseudotranslatetmx kipi: --pseudotranslatetmx=<yol> Çıktılanan sözde çevrilmiş TMX dosyası.

source: Console-translate mode: --source-pattern=<pattern> A regex whitelist of source files to process.
tr: Console-translate (konsol çeviri) kipi: --source-pattern=<desen> İşlenecek kaynak dosyalarının düzenli ifadeli beyaz listesi.

source: Context Menu Priority:
tr: Bağlam Menüsü Önceliği:

source: Continue
tr: Devam Et

source: Continue anyway?
tr: Yine de devam edilsin mi?

source: Continue?
tr: Devam edilsin mi?

source: Contributing to OmegaT project
tr: OmegaT projesine katkıda bulunma

source: Contributions to the code are documented in /docs/contributors.txt.
tr: Koda yapılan katkılar /docs/contributors.txt dosyasında belgelenmiştir.

source: Contributors ============
tr: Katkıda Bulunanlar ================

source: Convert
tr: Dönüştür

source: Convert Old Team Project
tr: Eski Ekip Projesini Dönüştür

source: Converting all .DOCX in the project...
tr: Projedeki tüm .DOCX dönüştürülüyor...

source: Converting current .DOCX...
tr: Geçerli .DOCX dönüştürülüyor...

source: Cop&y Files to Source Folder...
tr: Kaynak Klasö&rüne Dosya Kopyala...

source: Copy
tr: Kopyala

source: Copy <project>/omegat/project_save.tmx file into a safe location 2.
tr: <proje>/omegat/project_save.tmx dosyasını güvenli bir konuma kopyalayın 2.

source: Copy Files to Source Folder...
tr: Kaynak Klasörüne Dosya Kopyala...

source: Copyright
tr: Telif Hakkı

source: Copyright © 2000-2018 Keith Godfrey, Maxym Mykhalchuk and others
tr: Telif hakkı© 2000-2018 Keith Godfrey, Maxym Mykhalchuk ve diğerleri

source: Copyright © 2000-2019 Keith Godfrey, Maxym Mykhalchuk and others
tr: Telif hakkı© 2000-2019 Keith Godfrey, Maxym Mykhalchuk ve diğerleri

source: Cornish
tr: Kernevekçe

source: Corsican
tr: Korsikaca

source: Could not create project dir at {0}
tr: {0} konumunda proje oluşturulamıyor

source: Could not create the specified folder.
tr: Belirtilen klasör oluşturulamıyor.

source: Could not initialize OS look and feel!
tr: İşletim sisteminizin kullandığı görünüş biçimi kullanılamıyor!

source: Could not save credentials to text file
tr: Kimlik bilgileri metin dosyasına kaydedilemiyor

source: Count &protected text and custom tags in statistics
tr: İstatistiklerde &korumalı metin ve özel etiketleri sayılsın

source: Counter:
tr: Sayaç:

source: Create &Glossary Entry...
tr: Sözlükçe &Girdisi Oluştur...

source: Create &Translated Documents
tr: Çe&viri Belgelerini Oluştur

source: Create Alternative Translation
tr: Alternatif Çeviri Oluştur

source: Create Current Translated &Document
tr: &Geçerli Çeviri Belgesini Oluştur

source: Create Glossary Entry
tr: Sözlükçe Girdisi Oluştur

source: Create MED Project...
tr: MED Projes&i Oluştur...

source: Create New Project
tr: Yeni Proje Oluştur

source: Create Translated Documents
tr: Çeviri Belgelerini Oluştur

source: Create a New Project
tr: Yeni Proje Oluştur

source: Create backup files of original DOCX
tr: Özgün DOCX dosyalarının yedeğini oluştur

source: Create pseudo-translate TMX
tr: Sözde çeviri TMX'i oluştur

source: Create your own key then input it below.
tr: Kendi anahtarınızı oluşturan ve aşağıya girin.

source: Created by
tr: Oluşturan

source: Created by: {0}
tr: Oluşturan: {0}

source: Created on
tr: Oluşturma tarihi

source: Creates and opens a new project.
tr: Yeni bir proje oluşturur ve açar.

source: Creating output file '{0}'
tr: Çıktı dosyası '{0}' oluşturuluyor

source: Creating translated documents: {0}
tr: Çevrilmiş belgeler oluşturuluyor: {0}

source: Creation date
tr: Oluşturma tarihi

source: Creator
tr: Oluşturan

source: Cree
tr: Krice

source: Croatian
tr: Hırvatça

source: Ctrl+Left:
tr: Ctrl+Sol:

source: Ctrl+Right:
tr: Ctrl+Sağ:

source: Current DOCX file
tr: Geçerli DOCX dosyası

source: Current memory usage by the VM: {0}MB; of which free memory: {1}MB; maximum available: {2}MB
tr: Sanal Belleğin mevcut bellek kullanımı: {0}MB; bunun {1}MB'ı serbest bellek {2}MB'ı maksimum kullanılabilir bellektir

source: Current team: (alphabetical order)
tr: Şu anki ekip: (alfabetik sıra)

source: Cursor lock off
tr: İmleç kilidi kapalı

source: Cursor lock on
tr: İmleç kilidi açık

source: Cursor locked
tr: İmleç kilitli

source: Cursor unlocked
tr: İmleç kilitsiz

source: Custom Colours
tr: Özelleştirilmiş Renkler

source: Custom Colours Selection
tr: Özelleştirilmiş Renk Seçimi

source: Custom server URL
tr: Özel sunucu adresi (URL)

source: Custom table
tr: Özelleştirme tablosu

source: Customize character &table
tr: Karakter tablosunu &özelleştir

source: Cut
tr: Kes

source: Czech
tr: Çekçe

source: D&iagrams
tr: D&iyagramlar

source: Danish
tr: Danimarkaca

source: DeepL Api key not available.
tr: DeepL API anahtarı mevcut değil.

source: Default
tr: Varsayılan

source: Deleted
tr: Silindi

source: Delimiter
tr: Ayırıcı

source: Delimiter:
tr: Ayırıcı:

source: Depending on the pane status, different signs can appear at its top right corner:
tr: Pencerenin durumuna bağlı olarak sağ üst köşede farklı işaretler görünecektir:

source: Description
tr: Açıklama

source: Detail View
tr: Ayrıntı Görünümü

source: Details unavailable
tr: Ayrıntılar bulunmuyor

source: Detecting...
tr: Algılanıyor...

source: Developers
tr: Geliştiriciler

source: DictZip from JDict (GPL)
tr: JDict projesinden DictZip (GPL)

source: Dictionar&y
tr: Sö&zlük

source: Dictionaries
tr: Sözlükler

source: Dictionaries already installed:
tr: Kurulu sözlükler:

source: Dictionaries in OmegaT are based on the StarDict or on the Lingvo DSL format.
tr: OmegaT'de kullanılan sözlükler StarDict ya da Lingvo DSL formatındadır.

source: Dictionary
tr: Sözlük

source: Dictionary File Folder
tr: Sözlük Dosyası Klasörü

source: Dictionary Files Folder
tr: Sözlük Dosyaları Klasörü

source: Dictionary Folder:
tr: Sözlük Klasörü:

source: Dictionary Installer
tr: Sözlük Kurulum Programı

source: Dictionary file folder:
tr: Sözlük dosyası klasörü:

source: Dictionary files folder entered does not exist!
tr: Girilen sözlük dosyaları klasörü mevcut değil!

source: Didier Briel (project manager)
tr: Didier Briel (proje yöneticisi)

source: Didier Briel is the OmegaT project manager.
tr: Didier Briel, OmegaT proje yöneticisidir.

source: Didier Briel: I could not do without Didier's patient and persistent help with DocBook intricacies.
tr: Sabır ve sebatla DocBook konusundaki sıkıntıları aşmama yardımcı olan Didier Briel.

source: Different punctuation
tr: Farklı noktalama

source: Different start case
tr: Farklı büyük/küçük harfle başlama

source: Disable rule “{0}”
tr: “{0}” kuralını devre dışı bırak

source: Displa&y source terms
tr: Kaynak &terimleri görüntüle

source: Display
tr: Görünüm

source: Display &None
tr: &Hiçbirini Gösterme

source: Display &Source Segments
tr: &Kaynak Dilimleri Göster

source: Display &active source segment in bold
tr: &Geçerli kaynak dilimleri kalın olarak göster

source: Display &tags
tr: &Etiketleri görüntüle

source: Display Font
tr: Ekran Yazı Tipi

source: Display Source Segments
tr: Kaynak dilimleri göster

source: Display all &source segments in bold
tr: &Tüm kaynak dilimleri kalın olarak göster

source: Display context description for TBX &glossaries
tr: &TBX sözlükçeleri için içerik tanımını göster

source: Display for &All Segments
tr: &Tüm Dilimler İçin Göster

source: Display for Current &Segment
tr: &Geçerli Dilim İçin Göster

source: Display:
tr: Görüntü:

source: Displays alternative translations that you have created for segments that are repeated in the project.
tr: Projede tekrarlanan dilimler için oluşturduğunuz alternatif çevirileri gösterir.

source: Displays comments in the active segment if they exist in the source file and the file filter supports it (e.g. PO-filter).
tr: Kaynak metinde varsa ve dosya filtresi (örneğin PO filtresi) destekliyorsa etkin dilimdeki yorumları gösterir.

source: Displays copyright, credits and license information.
tr: Telif hakkı, emeği geçenler ve lisans bilgilerini görüntüler.

source: Displays the Project files listing
tr: Proje dosyaları listesini görüntüler

source: Displays the dictionary entries found in the dictionary files located in the /dictionary/ folder if they are present in the source segment.
tr: Sözlük klasöründeki (/dictionary/) sözlük dosyalarının kaynak dilimde mevcut olan girdilerini gösterir.

source: Displays the entries as "<source> → <target>"
tr: Girdileri "<kaynak> → <hedef>" şeklinde gösterir

source: Displays the entries as "<target> → <source>"
tr: Girdileri "<hedef> → <kaynak>" şeklinde gösterir

source: Displays the glossary entries found in the glossary files located in the /glossary/ folder if they are present in the source segment.
tr: Sözlükçe klasöründeki (/glossary/) sözlükçe dosyalarının kaynak dilimde mevcut olan girdilerini gösterir.

source: Displays the translation memories segments that match the source segment.
tr: Kaynak dilimle eşleşen çeviri belleği dilimlerini gösterir.

source: Displays the translation of the source segment by the machine translation services you have selected in Preferences > Machine Translation, if those services are available.
tr: Tercihler > Makine Çevirisi penceresinde seçtiğiniz makine çevirisi hizmetlerine göre kaynak dilimin çevirisini gösterir.

source: Distance
tr: Uzaklık

source: Distribution and modifications
tr: Dağıtım ve değişiklikler

source: Divehi, Dhivehi, Maldivian
tr: Divehi, Maldivce

source: Do not allow creating translated documents with tag &issues
tr: Etiket sorunları olan çevrilmiş belgelerinin oluşturulmasına &izin verme

source: Do not translate the content attribute of meta-tags with the following attribute key-value pairs (separate with commas):
tr: Aşağıdaki özellik anahtar-değer çiftlerine sahip meta etiketlerin içerik özelliğini çevirme:

source: Do not translate the content of tags with the following attribute key-value pairs (separate with commas):
tr: Aşağıdaki özellik anahtar-değer çiftlerine sahip meta etiketlerin içerik özelliğini çevirme:

source: Do you really want to quit?
tr: Gerçekten çıkmak istiyor musunuz?

source: Do you want to continue?
tr: Devam etmek istiyor musunuz?

source: Do you want to create it?
tr: Oluşturmak ister misiniz?

source: Do you want to overwrite it?
tr: Üzerine yazmak istiyor musunuz?

source: Do you want to replace it with the one you're moving?
tr: Bu ögeyi, taşıdığınız ögeyle değiştirmek istiyor musunuz?

source: Doc&ument properties
tr: &Belge özellikleri

source: Dock
tr: Yapıştır

source: Documentation manager
tr: Belgelendirme yöneticisi

source: Documentation tracking system
tr: Belgelendirme izleme sistemi

source: Does the folder contain three files of the same name, with extensions?
tr: Bu klasör yukarıda belirtilen uzantılara sahip aynı ada sahip üç dosya içeriyor mu?

source: Domains
tr: Alanlar

source: Don't Ask What to Check First
tr: Önce Neyin Kontrol Edileceğini Sorma

source: Don't ask before checking issues
tr: Sorunları kontrol etmeden önce sorma

source: Done
tr: Bitti

source: Double-click on the OmegaT application.
tr: OmegaT uygulamasına çift tıklayın.

source: Doubled blanks
tr: Çift boşluklar

source: Doubled words
tr: Yinelenen sözcükler

source: Download &Team Project...
tr: &Ekip Projesini İndir...

source: Download Media&Wiki Page...
tr: &MediaWiki Sayfası İndir...

source: Download MediaWiki Page
tr: MediaWiki Sayfası İndir

source: Download MediaWiki Page...
tr: MediaWiki Sayfası İndir...

source: Download Team Project
tr: Ekip Projesini İndir

source: Download collection {0}
tr: {0} koleksiyonunu indirin

source: Download the file - it should be a tarball archive (extension tar.bz or tar.bz2).
tr: Dosyayı indirin; sıkıştırılmış tarball arşivi şeklinde olmalıdır (uzantısı tar.bz2) ya da tar.bz2).

source: Downloading project...
tr: Proje indiriliyor...

source: Dra&wings
tr: Çi&zimler

source: Drop TMX files here to add them to the project.
tr: TMX dosyalarını projeye eklemek için buraya bırakın.

source: Drop a project here to open it.
tr: Proje açmak için buraya bırakın.

source: Drop files here to add them to the project.
tr: Dosyaları projeye eklemek için buraya bırakın.

source: Drop glossary files here to add them to the project.
tr: Sözlükçe dosyalarını projeye eklemek için buraya bırakın.

source: Duplicate
tr: Yinelenen

source: Duplicate Fallbac&k Text
tr: Yinelenen &Geri Dönüş Metni

source: Duplicate segments: {0}
tr: Yinelenen dilimler: {0}

source: During SVN error({0}), project_save.tmx was not really uploaded and SVN switched to unstable status.
tr: SVN hatası ({0}) sırasında, project_save.tmx karşıya yüklenmedi ve SVN, karasız duruma geçti.

source: During translation, use the Edit and Go To menus to perform various useful functions.
tr: Çeviri yaparken Düzenle ve Git menü girdilerini kullanarak yararlı çeşitli işlevleri gerçekleştirebilirsiniz.

source: Dutch
tr: Flamanca

source: Dzongkha
tr: Dzongka

source: E&nable Sentence-level Segmenting
tr: &Cümle Temelli Dilimlemeyi Etkinleştir

source: E&xclusions...
tr: İstisnalar...

source: E&xport Selection
tr: Seç&imi Dışa Aktar

source: E&xport the segment to text files
tr: Di&limi metin dosyasına gönder

source: ERROR: (declaring bean)
tr: HATA: (bean bildirme)

source: ERROR: {0}
tr: HATA: {0}

source: Ed&it
tr: D&üzenle

source: Edit
tr: Düzenle

source: Edit External Search Command
tr: Harici Arama Komutunu Düzenle

source: Edit External Search Item
tr: Harici Arama Ögesini Düzenle

source: Edit External Search URL
tr: Harici Arama URL'sini Düzenle

source: Edit Filter
tr: Filtreyi Düzenle

source: Edit Filter Patterns
tr: Filtre Desenlerini Düzenle

source: Edit Highlight Pattern
tr: Vurgu Desenini Düzenle

source: Edit Pattern
tr: Deseni Düzenle

source: Edit Project
tr: Projeyi Düzenle

source: Edit Text
tr: Metni Düzenle

source: Edit filter dialog
tr: Filtre düzenle iletişim penceresi

source: Edit project properties here.
tr: Proje özelliklerini buradan düzenleyebilirsiniz.

source: Editing
tr: Düzenleme

source: Editor
tr: Düzenleyici

source: Editor - {0}
tr: Düzenleyici - {0}

source: Editor Options
tr: Düzenleyici Seçenekleri

source: Editor pane
tr: Düzenleyici penceresi

source: Email:
tr: E-posta:

source: Emptiness of soul Forever aching blackness Your help page not found
tr: Ruhum bomboş Bu karanlık beynimde zonkluyor Yardım sayfanız bulunamadı

source: Emptiness of soul<p>Forever aching blackness<p>Your help page not found
tr: Ruhum bomboş<p>Bu karanlık beynimde zonkluyor<p>Yardım sayfanız bulunamadı

source: Empty lines are accepted and comment lines should start with "//".
tr: Bu dosyada boş satırlar olabilir ve yorum satırlarının "//" ile başlaması gereklidir.

source: Empty repository URL in the mapping
tr: Eşlemedeki boş depo URL'si

source: Enable history &prediction
tr: Geçmişe &dayalı tahmini etkinleştir

source: Enable project-specific commands
tr: Projeye özgü komutları etkinleştir

source: Enable them in <b>Preferences > Saving and Output...</b>.</html>
tr: <b>Tercihler > Kaydetme ve Çıktı...</b> menüsünden etkinleştirebilirsiniz.</html>

source: Enabled
tr: Etkin

source: Encoding
tr: Kodlama

source: Encoding:
tr: Kodlama:

source: Encountered illegal \u sequence
tr: Geçersiz \u dizisi ile karşılaşıldı

source: End Pinpoint Align
tr: Nokta Atışı Hizalamayı Bitir

source: End of stream encountered without finding close block!
tr: Kapalı blok olmaksızın akıntı sonu ile karşılaşıldı!

source: End rebase
tr: Yeniden temellendirmeyi bitir

source: English
tr: İngilizce

source: English version translators
tr: İngilizce sürüm çevirmenleri

source: Ensure the URL is correct.
tr: Adresin (URL) doğru olduğundan emin olun.

source: Ensure the server URL is correct.
tr: Sunucu adresinin (URL) doğru olduğundan emin olun.

source: Ensure you are specifying the right API version (the URL should include "/v2/").
tr: Doğru API sürümünü belirttiğinizden emin olun (URL, "/v2/"yi içermelidir).

source: Enter a source term, a target term and a comment:
tr: Kaynak terim, hedef terim ve yorum girin:

source: Enter the segment number:
tr: Dilim numarasını girin:

source: Enter your master password.
tr: Ana parolanızı girin.

source: Entries
tr: Girdiler

source: Entries from the writeable glossary are in bold.
tr: Yazılabilir sözlükçeden gelen girdiler kalın harflerle görüntülenir.

source: Ephemeral page I am the Blue Screen of Death No one hears your screams
tr: İşte öldüm işte son kadife çiçekleri son defneler baldıranlarla kefenlediler

source: Ephemeral page<p>I am the Blue Screen of Death<p>No one hears your screams.
tr: İşte öldüm<p>işte son kadife çiçekleri son defneler<p>baldıranlarla kefenlediler.

source: Equal source & target
tr: Kaynak ve hedef eşit

source: Error
tr: Hata

source: Error checking out the project from remote repository:
tr: Uzak depodan projenin kontrolünde hata:

source: Error checking out the project from remote repository: {0}
tr: Uzak depodan projenin kontrolünde hata: {0}

source: Error creating project!
tr: Projenin oluşturulmasında hata!

source: Error decoding user and password.
tr: Kullanıcı adı ve şifresinin çözümünde hata.

source: Error during regular expression replacement:
tr: Düzenli ifade değiştirmesinde hata:

source: Error extracting MT result from MyMemory, response:
tr: MyMemory'den makine çevirisi sonucu ayıklanırken hata, yanıt:

source: Error fixing tags
tr: Etiketlerin düzeltilmesinde hata

source: Error in file
tr: Dosyada hata

source: Error in file {0}, line {1}
tr: {0} dosyası, satır {1}'de hata

source: Error initializing marker '{0}'
tr: '{0}' işaret metninin başlatılmasında hata

source: Error load plugin from class '{0}': {1}: {2}
tr: '{0}' sınıfından eklenti yüklenmesinde hata: {1}: {2}

source: Error monitoring external command!
tr: Harici komutun izlenmesinde hata!

source: Error on application startup
tr: Uygulama başlatılması sırasında hata

source: Error reading TMX level2 at line {0} column {1}
tr: Satır {0} sütun {1}'de TMX level2 dosyasının okunmasında hata

source: Error retrieve {0} as remote project file
tr: {0} uzak proje dosyası olarak alınırken hata oluştu

source: Error saving project file!
tr: Projenin kaydedilmesinde hata!

source: Error saving segmentation rules configuration:
tr: Dilimleme kuralları yapılandırmasının kaydedilmesinde hata:

source: Error searching directory tree!
tr: Klasör ağacında arama yapılamıyor!

source: Error starting external command: {0}
tr: Harici komutun başlatılmasında hata: {0}

source: Error unload plugin from class '{0}': {1}
tr: '{0}' sınıfından eklenti yüklenmesinde hata: {1}

source: Error updating glossary file
tr: Sözlükçe dosyasının güncellenmesinde hata oluştu
